Repository: Sistemium/Operator
Catalog: old/po/*.po
Languages: ru

source: | Invites |
ru: | Приглашения |

source: | Operations
ru: | Операции

source: Accept
ru: Принять

source: Accepted
ru: Принято

source: Acceptor
ru: Акцептор

source: Account's operations
ru: Операции счета

source: Accounts |
ru: Учётные записи |

source: Add new agent
ru: Добавить нового агента

source: Agent name
ru: Имя агента

source: Agent was created
ru: Агент был создан

source: Agent's accounts
ru: Счета агента

source: Agent's completed operations
ru: Завершенные операции

source: Agent's invites
ru: Приглашения агента

source: Agent's operation waiting for confirm
ru: Операций ожидающие подтверждения

source: Agents
ru: Агенты пользователя

source: Amount
ru: Кол-во

source: Back
ru: Назад

source: Borrow
ru: Взять в долг

source: Cancel
ru: Отмена

source: Code
ru: Код

source: Comment
ru: Комментарий

source: Confirm
ru: Подтвердить

source: Contacts
ru: Контакты

source: Could not accept invite
ru: Не получилось принять приглашение

source: Could not disable invite
ru: Не получилось заблокировать приглашение

source: Create invite
ru: Выслать приглашение

source: Create operation
ru: Создать операцию

source: Currency
ru: Валюта

source: Debtor
ru: Дебитор

source: Debtor confirmed at
ru: Дебитор подтвержден

source: Delete
ru: Удалить

source: Delete invite
ru: Удалить приглашение

source: Description
ru: Описание

source: Disable
ru: Заблокировать

source: Disable invite
ru: Заблокировать приглашение

source: English
ru: Английский

source: Failed on saving operation
ru: Произошла ошибка

source: Failed to create invite
ru: Произошла ошибка

source: Failed to delete invite
ru: Произошла ошибка

source: Failed to get invite by code
ru: Произошла ошибка

source: Get invite
ru: Получить приглашение

source: Get invite by code
ru: Получить приглашение по коду

source: Go to agent's operations
ru: Перейти к операциям агента

source: Hi,<span></span>{{ctrl.getCurrentUser().body.phoneNumber || ctrl.getCurrentUser().phoneNumber}}
ru: Привет,<span></span>{{ctrl.getCurrentUser().body.phoneNumber || ctrl.getCurrentUser().phoneNumber}}

source: Invite was successfully deleted
ru: Приглашение успешно удалено

source: Invites
ru: Приглашения

source: Lend
ru: Одолжить

source: Lender
ru: Кредитор

source: Lender confirmed at
ru: Кредитор подтвержден

source: Logout
ru: Выйти

source: Name
ru: Имя

source: New operation
ru: Новая операция

source: No accounts
ru: Нет счетов

source: No agents
ru: Без агентов

source: Operation confirmation failed
ru: Не удалось выполнить операцию

source: Operation saved
ru: Сохранено.

source: Operations
ru: Операции

source: Owner
ru: Владелец

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Send invite
ru: Выслать приглашение

source: Show all operations of an account
ru: Показать все операций счета

source: Status
ru: Статус

source: Sum
ru: Сумма

source: Total
ru: Всего

source: User's agents
ru: Агенты пользователя

source: Waiting for confirmation
ru: Ждет подтверждения

source: Welcome, it is your debts management app
ru: Добро пожаловать, это программка управления долгами

source: You accepted the invite
ru: Вы приняли приглашение

source: You created the invite
ru: Вы создали приглашение

source: You do not have contacts
ru: У вас нет контактов

source: Your created invite was accepted
ru: Ваше приглашение было принято
